var counties = [["بروانة","البغدادي","الحبانية","الحقلانية","حديثة","راوة","الرطبة","الرمادي","الصقلاوية","العامرية","عنه","الرمانة","العبيدي","الفرات","الفلوجة","القائم","كبيسة","الكرمة","النخيب","هيت","الوفاء","الوليد"],
                ["أبي غرق","الهاشمية","الحلة","الامام","الاسكندرية","الكفل","المدحتية","المحاويل","المشروع","المسيب","القاسم","النيل","الشوملي","الطليعة","جرف النصر (جرف الصخر)","سدة الهندية"],
                ["ابناء الرافدين","ابي غريب","العبايجي","الاعظمية","الفحامة","الفرات","الجسر","الكرادة الشرقية","الكرخ","الكاظمية","اللطيفية","المدائن","المحمودية","المأمون","المنصور","المنورة","المشاهدة","الوحدة","اليوسفية","النصر والسلام","الرشيد","الراشدية","الرصافة","الصديق الاكبر","الصدر الاولى","الصدر الثانية","التاجي","الطارمية","الزهور","بغداد الجديدة","ذات السلاسل","فلسطين"],
                ["أبي الخصيب","الدير","البصرة","الفاو","الهارثة","المدينة","القرنة","النشوة","السيبة","الثغر","الشهيد عز الدين سليم","الزبير","سفوان","شط العرب","طلحة","أم قصر","الامام الصادق"],
                ["أبي صيدا","العبارة","الخالص","المنصورية","المقدادية","الوجيهية","السد العظيم","السعدية","السلام","بلدروز","بني سعد","بعقوبة","بهرز","هبهب","جبارة","جلولاء","كنعان","خانقين","مندلي","قرة تبة","سيف سعد"],
                ["الدواية","البطحاء","الفضيلة","الفجر","الفهود","الغراف","الحمار (المنار)","الاصلاح","الجبايش","الناصرية","النصر","الرفاعي","الشطرة","الطار","أور","كرمة بني سعد","قلعة سكر","سيد دخيل","سوق الشيوخ","عكيكة"],
                ["الدور","الدجيل","الضلوعية","العلم","الإسحاقي","المعتصم","امرلي","الشرقاط","الصينية","بيجي","بلد","دجلة","سامراء","سليمان بيك","تكريت","طوز خورماتو","يثرب","العوجة"],
                ["الدغارة","الديوانية","عفك","البدير","الحمزة","المهناوية","الشافعية", "الشامية","الشنافية","الصلاحية","السنية","السدير","غماس","نفر","سومر"],
                ["دبس","العباسي","الحويجة","الملتقى","التون كبري","الرشاد","الرياض","الزاب","داقوق","كركوك","ليلان","قرة هنجير", "سركوان (القدس)","شوان","تازة","يايجي"],
                ["عين تمر","الهندية","الحر","الحسينية","الجدول الغربي","ناحية الخيرات","كربلاء"],
                ["الدراجي","البصية","الهلال","الكرامة","الخضر","المجد","الوركاء","النجمي","الرميثة","السلمان","السماوة","السوير"],
                ["العدل","العمارة","علي الغربي","علي الشرقي","الكحلاء","الخير","الميمونة","المجر الكبير","المشرح","العزيز","سيد أحمد الرفاعي", "السلام", "بني هاشم","كميت","قلعة صالح"],
                ["العباسية","الحيدرية","الحيرة","الحرية","الكوفة","المناذرة","المشخاب","القادسية","النجف","الشبكة"],
                ["العياضية","البعاج","الحضر","الكوير","الموصل","المحلبية","القحطانية","القيروان","القيارة","القوش","الشمال","شبخان","الشورة","تل عبطة","الحمدانية (بغديدا)","برطلة","بعشيقة","فايدة","حمام العليل","كنديناوة","مخمور","ملاقرة","نمرود","قراج","ربيعة","سنجار","تلعفر","تلكيف","وانة","زيلكان","زمار","الفاروق"],
                ["الخلفاء (دبوني)","الذهب (زرباطية)","الاحرار","العزيزية","البشائر","الحي","الكوت","الموفقية","النعمانية","الشحمية","الصويرة","الزبيدية","بدرة","جصان","شيخ سعد", "الحفرية (تاج الدين)", "ناحية واسط"]]
            
            

/*
الانبار
بابل
بغداد
البصرة
ديالى
ذي قار
صلاح الدين
القادسية
كركوك
كربلاء
المثنى
ميسان
النجف
نينوى
واسط
*/
